Repository: Payselection/payselection-gateway-for-woocommerce
Catalog: payselection-gateway-for-woocommerce/languages/payselection-gateway-for-woocommerce-*.po
Languages: ru_ru

source: Operation request
ru_ru: Запрос операции

source: Operation response
ru_ru: Ответ операции

source: Pay via Payselection
ru_ru: Оплатить через Payselection

source: Enable/Disable
ru_ru: Включено/Выключено

source: Enable Payselection
ru_ru: Включить Payselection

source: Widget/Redirect
ru_ru: Виджет/Редирект

source: Redirect to Payselection
ru_ru: Редирект в Payselection

source: Payment type
ru_ru: Тип платежа

source: Pay
ru_ru: Оплата

source: Block
ru_ru: Блокировка

source: Webhook URL
ru_ru: URL вебхука

source: API host
ru_ru: Хост API

source: API hostname
ru_ru: Имя хоста API

source: Create Payment host
ru_ru: Хост для создания платежа

source: Create Payment hostname
ru_ru: Имя хоста для создания платежа

source: Site ID
ru_ru: ID сайта

source: Your site ID on Payselection
ru_ru: Ваш ID сайта в Payselection

source: Secret Key
ru_ru: Секретный ключ

source: Your Key on Payselection
ru_ru: Ваш ключ в Payselection

source: Widget URL
ru_ru: URL виджета

source: Public Key
ru_ru: Открытый ключ

source: Your Public Key on Payselection
ru_ru: Ваш открытый ключ в Payselection

source: Widget language
ru_ru: Язык виджета

source: Russian
ru_ru: Русский

source: English
ru_ru: Английский

source: Fiscalization
ru_ru: Печать чеков

source: If this option is enabled order receipts will be created and sent to your customer and to the revenue service via Payselection
ru_ru: Если отмечено, то сформирует и отправит клиенту чек через Payselection

source: Payment method
ru_ru: Признак способа расчёта

source: Full prepayment
ru_ru: Полная предоплата

source: Prepayment
ru_ru: Предоплата

source: Advance
ru_ru: Аванс

source: Full payment
ru_ru: Полный расчёт

source: Partial payment
ru_ru: Частичный расчет и кредит

source: Credit
ru_ru: Передача в кредит

source: Credit payment
ru_ru: Оплата кредита

source: Type of goods and services
ru_ru: Признак предмета расчёта

source: Commodity
ru_ru: Товар

source: Excise
ru_ru: Подакцизный товар

source: Job
ru_ru: Работа

source: Service
ru_ru: Услуга

source: Gambling bet
ru_ru: Ставка азартной игры

source: Gambling prize
ru_ru: Выигрыш азартной игры

source: Lottery
ru_ru: Лотерейный билет

source: Lottery prize
ru_ru: Выигрыш лотереи

source: Intellectual activity
ru_ru: Предоставление результатов интеллектуальной деятельности

source: Payment
ru_ru: Платеж

source: Agent commission
ru_ru: Агентское вознаграждение

source: Award
ru_ru: О взносе в счет оплаты пени, штрафе, вознаграждении, бонусе

source: Another
ru_ru: Иной предмет расчета

source: Property right
ru_ru: Имущественное право

source: Non-operating gain
ru_ru: Внереализационный доход

source: Insurance premium
ru_ru: Страховые взносы

source: Sales tax
ru_ru: Торговый сбор

source: Deposit
ru_ru: Залог

source: Expense
ru_ru: Расход

source: Pension insurance ip
ru_ru: Взносы на ОПС ИП

source: Pension insurance
ru_ru: Взносы на ОПС

source: Medical insurance ip
ru_ru: Взносы на ОМС ИП

source: Medical insurance
ru_ru: Взносы на ОМС

source: Social insurance
ru_ru: Взносы на ОСС

source: Casino payment
ru_ru: Платеж казино

source: INN organization
ru_ru: ИНН организации

source: Email organization
ru_ru: Email организации

source: Legal address
ru_ru: Место расчетов. Адрес сайта

source: Taxation system
ru_ru: Система налогообложения

source: General
ru_ru: Общая

source: Simplified, income
ru_ru: Упрощённая, доход

source: Simplified, income minus expences
ru_ru: Упрощённая, доход минус расход

source: Unified tax on imputed income
ru_ru: Единый налог на вменённый доход

source: Unified agricultural tax
ru_ru: Единый сельскохозяйственный налог

source: Patent taxation system
ru_ru: Патентная система налогообложения

source: Item-dependent tax (VAT)
ru_ru: НДС

source: Be sure to specify if you use receipt printing through Payselection
ru_ru: Обязательно укажите, если используете печать чеков через Payselection

source: Tax excluded
ru_ru: Без НДС

source: VAT at 0%
ru_ru: НДС по ставке 0%

source: VAT receipt at rate 10%
ru_ru: НДС чека по ставке 10%

source: VAT receipt at rate 18%
ru_ru: НДС чека по ставке 18%

source: VAT check at the estimated rate 10/110
ru_ru: НДС чека по расчетной ставке 10/110

source: VAT check at the estimated rate 18/118
ru_ru: НДС чека по расчетной ставке 18/118

source: Paykassa Fiscalization
ru_ru: Печать чеков через Paykassa

source: If this option is enabled order receipts will be sent to Paykassa (if Payment type = Full prepayment, Prepayment or Advance)
ru_ru: Если отмечено, то сформирует и отправит чек через Paykassa (если Payment type = Full prepayment, Prepayment или Advance)

source: Paykassa API host
ru_ru: Paykassa Хост API

source: Paykassa API hostname
ru_ru: Имя хоста API Paykassa

source: Your Merchant ID on Paykassa
ru_ru: Ваш Merchant ID в Paykassa

source: Paykassa Secret Key
ru_ru: Секретный ключ в Paykassa

source: Your Key on Paykassa
ru_ru: Ваш ключ в Paykassa

source: Order status for sending a receipt
ru_ru: Статус ордера для отправки чека

source: Select order status for sending a receipt (default woo status Completed or add new status Delivered)
ru_ru: Выберите статус ордера для отправки чека(woo статус Завершен или новый статус Доставлено)

source: Completed
ru_ru: Завершен

source: Delivered
ru_ru: Доставлен

source: Enable DEBUG
ru_ru: Включить отладку

source: Title
ru_ru: Заголовок

source: This controls the title which the user sees during checkout.
ru_ru: Заголовок который увидят пользователи в корзине.

source: Description
ru_ru: Описание

source: Payment method description that the customer will see on your checkout.
ru_ru: Описание шлюза которое увидят пользователи в корзине.

source: To pay for the order, you will be redirected to the Payselection service page.
ru_ru: Для оплаты заказа, вы будете перенаправлены на страницу оплаты Payselection.

source: Payselection settings error: %s is required.
ru_ru: Ошибка настроек Payselection: %s обязательное поле.

source: Payment Link request
ru_ru: Payment Link запрос

source: Payselection error:
ru_ru: Ошибка Payselection:

source: Payment could not be captured: %s
ru_ru: Платеж не может быть выполнен: %s

source: Charge request error
ru_ru: Ошибки запроса операции оплатить/отменить

source: Cancel Result
ru_ru: Результат отмены

source: Payment could not be cancelled: %s
ru_ru: Платеж не может быть отменен: %s

source: Cancel request error
ru_ru: Ошибки запроса операции оплатить/отменить

source: Refund failed.
ru_ru: Ошибка возврата платежа.

source: Process refund
ru_ru: Процесс возврата платежа

source: Order partially refund. Refunded %1$s - Refund ID: %2$s - Reason: %3$s - Remaining amount: %4$s
ru_ru: Произведен частичный возврат по ордеру. Возвращено %1$s - ID возврата платежа: %2$s - Причина: %3$s - Оставшаяся сумма: %4$s

source: Refunded %1$s - Refund ID: %2$s - Reason: %3$s
ru_ru: Возвращено %1$s - ID возврата платежа: %2$s - Причина: %3$s

source: Paykassa create receipt response
ru_ru: Ответ Paykassa по операции создания чека

source: Paykassa request could not be sended: %s
ru_ru: Paykassa запрос не смог быть отправлен: %s

source: Receipt was sent to Paykassa
ru_ru: Чек был отправлен в Paykassa

source: Order payment #
ru_ru: Оплата заказа #

source: Shipping
ru_ru: Доставка

source: Refund
ru_ru: Возврат платежа

source: Paykassa api request
ru_ru: Paykassa api запрос

source: Paykassa api response
ru_ru: Paykassa api ответ

source: Webhook request
ru_ru: Запрос вебхука

source: Not found
ru_ru: Не найдено

source: Signature error
ru_ru: Ошибка сигнатуры

source: Can't decode JSON
ru_ru: Не возможно декодировать JSON

source: Order id error
ru_ru: Ошибка id заказа

source: Order not found
ru_ru: Заказ не найден

source: Payselection Webhook: Event: %s OrderId: %s Transaction: %s
ru_ru: Payselection Webhook: Событие: %s Ордер: %s Транзакция: %s

source: Payselection Webhook: Event: %s OrderId: %s Transaction: %s Transaction amount is less, than order amount.
ru_ru: Payselection Webhook: Событие: %s Ордер: %s Транзакция: %s Сумма транзакции меньше, чем сумма ордера.

source: Payment approved (Payment ID: %s)
ru_ru: Платёж одобрен (ID платежа: %s)

source: Payselection payment intent created (Payment Intent ID: %s). Process order to take payment, or cancel to remove the pre-authorization.
ru_ru: Платежное намерение Payselection создано (ID платежного намерения: %s). Обработайте заказ, чтобы принять платеж, или отмените, чтобы удалить предварительное разрешение на платеж.

source: Pre-Authorization for %s voided.
ru_ru: Предварительно разрешение на платёж %s аннулировано.

source: There is no handler for this event
ru_ru: Нет обработчика для данного события

source: Ok
ru_ru: Хорошо
